{
    "size": 80,
    "item_to_index": {
        "1054": 0,
        "1055": 1,
        "1056": 2,
        "1086": 3,
        "1120": 4,
        "2501": 5,
        "2502": 6,
        "2503": 7,
        "2504": 8,
        "2510": 9,
        "2517": 10,
        "2520": 11,
        "2524": 12,
        "2525": 13,
        "3002": 14,
        "3006": 15,
        "3008": 16,
        "3009": 17,
        "3020": 18,
        "3026": 19,
        "3033": 20,
        "3036": 21,
        "3047": 22,
        "3053": 23,
        "3065": 24,
        "3068": 25,
        "3071": 26,
        "3072": 27,
        "3073": 28,
        "3074": 29,
        "3075": 30,
        "3078": 31,
        "3083": 32,
        "3084": 33,
        "3087": 34,
        "3107": 35,
        "3109": 36,
        "3110": 37,
        "3111": 38,
        "3116": 39,
        "3119": 40,
        "3139": 41,
        "3142": 42,
        "3143": 43,
        "3153": 44,
        "3156": 45,
        "3157": 46,
        "3158": 47,
        "3161": 48,
        "3179": 49,
        "3181": 50,
        "3190": 51,
        "3508": 52,
        "3742": 53,
        "3748": 54,
        "3814": 55,
        "4005": 56,
        "4401": 57,
        "4629": 58,
        "4633": 59,
        "6333": 60,
        "6609": 61,
        "6610": 62,
        "6631": 63,
        "6653": 64,
        "6662": 65,
        "6664": 66,
        "6665": 67,
        "6672": 68,
        "6676": 69,
        "6692": 70,
        "6694": 71,
        "6695": 72,
        "6696": 73,
        "6697": 74,
        "6698": 75,
        "6699": 76,
        "6701": 77,
        "8010": 78,
        "8020": 79
    },
    "index_to_item": {
        "0": 1054,
        "1": 1055,
        "2": 1056,
        "3": 1086,
        "4": 1120,
        "5": 2501,
        "6": 2502,
        "7": 2503,
        "8": 2504,
        "9": 2510,
        "10": 2517,
        "11": 2520,
        "12": 2524,
        "13": 2525,
        "14": 3002,
        "15": 3006,
        "16": 3008,
        "17": 3009,
        "18": 3020,
        "19": 3026,
        "20": 3033,
        "21": 3036,
        "22": 3047,
        "23": 3053,
        "24": 3065,
        "25": 3068,
        "26": 3071,
        "27": 3072,
        "28": 3073,
        "29": 3074,
        "30": 3075,
        "31": 3078,
        "32": 3083,
        "33": 3084,
        "34": 3087,
        "35": 3107,
        "36": 3109,
        "37": 3110,
        "38": 3111,
        "39": 3116,
        "40": 3119,
        "41": 3139,
        "42": 3142,
        "43": 3143,
        "44": 3153,
        "45": 3156,
        "46": 3157,
        "47": 3158,
        "48": 3161,
        "49": 3179,
        "50": 3181,
        "51": 3190,
        "52": 3508,
        "53": 3742,
        "54": 3748,
        "55": 3814,
        "56": 4005,
        "57": 4401,
        "58": 4629,
        "59": 4633,
        "60": 6333,
        "61": 6609,
        "62": 6610,
        "63": 6631,
        "64": 6653,
        "65": 6662,
        "66": 6664,
        "67": 6665,
        "68": 6672,
        "69": 6676,
        "70": 6692,
        "71": 6694,
        "72": 6695,
        "73": 6696,
        "74": 6697,
        "75": 6698,
        "76": 6699,
        "77": 6701,
        "78": 8010,
        "79": 8020
    }
}